<?php
return [
    'ru' => [
        'http' => [
            'csrf' => 'Пожалуйста, обновите страницу и отправьте форму заного',
            'form' => [
                "email" => "Формат электронной почты некорректен",
                "password" => "Пароль должен иметь минимум 6 символов (без пробелов)",
                "passwordConfirmation" => "Подтверждение пароля не совпадает",
                "first_name" => "Пожалуйста, укажите Ваше Имя",
                "last_name" => "Пожалуйста, укажите Вашу Фамилию",
                "passport" => "Пожалуйста, укажите Номер Вашего Паспорта",
                "photo" => "Пожалуйста, выберите фотографию. Разрешенные форматы: gif, png, jpg.",
            ],
        ],
    ],
];