<?php
return [
    'ru' => [
        'http' => [
            'csrf' => 'Пожалуйста, обновите страницу и отправьте форму заного',
            'form' => [
                "email" => "Формат электронной почты некорректен",
                "password" => "Пароль должен иметь минимум 6 символов (без пробелов)",
                "passwordConfirmation" => "Подтверждение пароля не совпадает",
                "first_name" => "Пожалуйста, укажите Ваше Имя",
                "last_name" => "Пожалуйста, укажите Вашу Фамилию",
                "passport" => "Пожалуйста, укажите Номер Вашего Паспорта",
                "photo" => "Пожалуйста, выберите фотографию. Разрешенные форматы: gif, png, jpg.",
            ],
            'labels' => [
                'login' => 'Вход на сайт',
                'signup' => 'Регистрация на сайте',
                'email' => 'Ваша электронная почта',
                'password' => 'Ваш пароль',
                'passwordConfirm' => 'Подтверждение пароля',
                'first_name' => 'Ваше Имя',
                'last_name' => 'Ваша Фамилия',
                'passport' => 'Номер Вашего Паспорта',
                'photo' => 'Ваша Фотография',
                'profile' => 'Ваш Профиль',
            ],
            'signedup' => 'Вы успешно зарегистрировались, теперь вы можете войти, используя ваш логин(емаил) и пароль',
            'login_failed' => 'Указанная пара емаил+пароль не найдена в нашей базе данных',
        ],
    ],
];